{
  "02": {
    "name": "ShowBiz! Pt.1",
    "text": [
      "Test your negotiation and marketing skills in this exciting Team VS Team event.",
      "Take the role of a company executive and work with your team to pitch your idea to potential clients before the other team does."
    ],
    "params": ["10AM – 5PM", "B – 215, 216"]
  },
  "03": {
    "name": "Operation Redo Pt.1",
    "text": [
      "Can you turn garbage into gold?",
      "You will have to think outside the box to take a failed product and transform it into one that can stand out and shine in the market"
    ],
    "params": ["10AM – 5PM", "B – 312, 313"]
  },
  "04": {
    "name": "Pic-It-Up Pt.1",
    "text": [
      "Prepare yourself to dig deep and think from a whole new perspective!",
      "You and your team will have to decipher the hidden problem linked to a picture, and figure out the best solution."
    ],
    "params": ["10AM – 5PM", "C – 305, 306"]
  },
  "05": {
    "name": "Tinkerers Challenge Pt.1",
    "text": [
      "Challenge your ethical thinking in this tricky test of empathy.",
      "You and your partner will be tasked to find the ethically sound solutions to real world problems and situations "
    ],
    "params": ["10AM – 5PM", "D – 213, 214"]
  },
  "06": {
    "name": "Squid Game Pt.1",
    "text": [
      "Flex your brain-muscles in this test of memory and wits!",
      "You’ll have to juggle answering questions with remembering select keywords which build up as time goes on!"
    ],
    "params": ["10AM – 5PM", "Sinti Stage"]
  },
  "07": {
    "name": "Cypher Pt.1",
    "text": [
      "How much can you answer before time runs out?",
      "Play in a live quiz and answer questions about aptitude, case studies, entrepreneurship, psychometrics and much more!"
    ],
    "params": ["10AM – 5PM", "A – 109, 110, 118"]
  },
  "11": {
    "name": "ShowBiz! Pt.2",
    "text": [
      "Work with your team to pitch your idea to potential investors. But be careful, the investors may try to bluff and confuse you, so stay on your toes!"
    ],
    "params": ["10AM – 5PM", "B – 215, 216"]
  },

  "12": {
    "name": "Operation Redo Pt.2",
    "text": [
      "Take your pitch to its limits. Conduct research, analyze competitors, and prepare a presentation to promote and sell your given product."
    ],
    "params": ["10AM – 5PM", "B – 312, 313"]
  },
  "13": {
    "name": "Pic-It-Up Pt.2",
    "text": [
      "Let your innovative skills shine as you are tasked to rethink and redesign a popular app, from its logo to its features!"
    ],
    "params": ["10AM – 5PM", "C – 305, 306"]
  },
  "14": {
    "name": "Tinkerers Challenge Pt.2",
    "text": [
      "Put your internet and network etiquette to the test!",
      "You’ll have to choose between two similar products to decide which can be considered “IP Right” and free against any potential violations"
    ],
    "params": ["10AM – 5PM", "D – 213, 214"]
  },
  "15": {
    "name": "Squid Game Pt.2",
    "text": ["An Entrepreneurial twist on the latest hit series!"],
    "params": ["10AM – 5PM", "Sinti Stage"]
  },
  "16": {
    "name": "Cypher Pt.2",
    "text": [
      "In the world of business, what are you willing to sacrifice?",
      "You’ll have to make strong decisions in order to make the best of the given scenario, each with its own strengths and weaknesses."
    ],
    "params": ["10AM – 5PM", "A – 109, 110, 118"]
  },
  "17": {
    "name": "Suits",
    "text": [
      "Put on your thinking cap, because this crime scene is RED HOT! Work together with your team to investigate a crime scene and discover the truth behind it all.",
      "You will have to find clues, gather evidence, interrogate both victims and suspects, and slowly piece together who the true culprit is and how they did it."
    ],
    "params": ["A – 117, C – 305,313,314,"]
  },
  "21": {
    "name": "Start-Up Idea ",
    "text": [
      "This competition gives you a platform to get your intriguing start-up ideas (in regard to the given theme) validated, guided and incubated."
    ],
    "params": ["13 Dec", "2:30 – 4:00PM", "B – 306"]
  },
  "22": {
    "name": "Parishkaar",
    "text": [
      "From the listed domains, a problem statement should be chosen. With a little imagination and the correct tools, you might be able to come up with a creative solution that makes the world a better place!"
    ],
    "params": ["14 Dec", "2:30 – 4:00PM", "B – 312"]
  },
  "23": {
    "name": "Ghar aaja Pardesi",
    "text": [
      "Discover if you can use your creativity to scale an existing business idea to meet the needs of your target market.",
      "For a foreign startup, your team has to come up with a plan to adapt it to our geographical location."
    ],
    "params": ["14 Dec", "2:30 – 4:00PM", "B – 307"]
  }
}
